Repository: lhncbc/Reunite-iOS
Catalog: *.lproj/Localizable.strings
Languages: es, ja

source: Login
es: Ingresar
ja: ログイン

source: ...For Family Reunification
es: ...Para la Reunificación Familiar
ja: ...家族を結びつける為に

source: Change Event
es: Cambiar Evento
ja: イベントを変更

source: Selected Event
es: Evento Seleccionado
ja: 選択されたイベント

source: Began On
es: Inició en
ja: 開始

source: Location
es: Localización
ja: 位置

source: Server Address
es: Dirección del Servidor
ja: サーバアドレス

source: Latency
es: Latencia
ja: ずれ

source: Find
es: Buscar
ja: 発見

source: Report
es: Informar
ja: 報告

source: Not Available
es: No Disponible
ja: 利用できません

source: Updated at %@ (%@)
es: Actualizado en %@ (%@)
ja: %@ (%@) に更新

source: Just Now
es: Justo ahora
ja: ちょうど今

source: About
es: Acerca de
ja: 概要

source: %@ is an R&D project of the Lister Hill National Center for Biomedical Communications, a division of the National Library of Medicine, part of the National Institutes of Health.
es: %@® Es un proyecto de Investigacion y Desarrollo del Centro Lister Hill para Comunicaciones Biomédicas que forma parte de los Institutos Nacionales de Salud
ja: %@® は、the Lister Hill National Center for Biomedical Communications(LHNCBC)のR&Dプロジェクトで、LHNCBCは、the National Institutes of Health(NIH)に属しているthe National Library of Medicine(NLM)の１部門です。

source: Burden Statement: %@
es: Declaración: %@
ja: 負荷について%@

source: %@, %@, and the LOST PERSON FINDER Design are trademarks of the U.S. Department of Health & Human Services (HHS).
es: %@, %@®, y LOST PERSON FINDER® son marcas registradas del Departamento de Salud y Servicios Humanos de EEUU (HHS).
ja: %@, %@®, and the LOST PERSON FINDER®のデザインは米国保健福祉省(HHS)の登録商標です。

source: Privacy
es: Privacidad
ja: プライバシー

source: Burden
es: Declaración
ja: 負荷

source: Updating Event List...
es: Actualizando la Lista de Eventos...
ja: イベントリストを更新...

source: Enter your %@ credentials and tap on the Log In button. To register, tap on the Register button
es: Ingrese sus %@ credenciales o toque el botón de Ingreso. Para registrarse, toque el botón de Registro
ja: あなたの資格を入力して、ログインボタンをタップしてください。登録する為には, 登録ボタンをタップしてください

source: Log In
es: Ingresar
ja: ログイン

source: Register
es: Registrarse
ja: 登録

source: Cancel
es: Cancelar
ja: キャンセル

source: STRING_BURDEN_STATEMENT
es: La carga administrativa para la recopilación de información se estima en un promedio de 3 minutos por respuesta. Este cálculo incluye el tiempo necesario para revisar las instrucciones,la recolección y la introducción de datos. Las agencias no deben respaldar ni patrocinar respuestas , ni las personas deben responder a una solicitud de información a menos que exista un número de control válido (OMB).Envíe comentarios sobre el cálculo de tiempo o cualquier otro aspecto de esta recopilación de información, incluyendo sugerencias para reducir el trabajo requerido a: NIH , Project Clearance Branch, 6705 Rockledge Drive , MSC 7974 , Bethesda , MD 20892 - 7.974 , Atención: PRA ( 0925 -0612 ) . No devuelva el formulario completo a esta dirección
ja: この報告の作業にかかる時間は、一件につき約３分程度です。これには、説明を読み、情報収集し、入力する時間を含んでいます。現時点で有効なOMB制御番号が表示されていない限り、この情報収集に関し、当局は、実行することも支援することもなく、各個人は応答を要求されません。この情報提供に関し予想される負荷について、或いは、報告負荷を減らすための助言を含め、他の観点からのコメントも、ここへお送り下さい: ,NIH, Project Clearance Branch, 6705 Rockledge Drive, MSC 7974, Bethesda, MD 20892-7974, ATTN: PRA (0925-0612).この住所へは記入用紙は送らないで下さい。

source: Burden & Privacy
es: Declaración y Privacidad
ja: 負荷とプライバシー

source: Burden Statement
es: Declaración
ja: 負荷の宣言

source: Privacy Statement
es: Privacidad
ja: プライバシー宣言

source: STRING_PRIVACY_STATEMENT
es: La Biblioteca Nacional de EE.UU. de Medicina (NLM), parte del Departamento de Salud y Servicios Humanos de EE.UU., tiene en su misión el desarrollo de la tecnología de los sistemas de comunicación para mejorar la difusion de información acerca de la salud. La aplicación ReUnite está diseñada para acelerar el reporte de información personal necesaria de personas desaparecidas o encontradas durante un evento catastrófico al servicio People Finder (PL) de la NLM que a su vez está disponible en https://pl.nlm.nih.gov. Este servicio se proporciona con el propósito explícito de ayudar a la reunificación de la familia después de un desastre, así como el estudio de la utilidad de este tipo de herramientas en la respuesta a los desastres. Más información sobre el servicio PL y el People Finder de personas desaparecidas se puede encontrar en http: //lpf.nlm.nih.gov Nota: • El envio de información a través de esta aplicación es voluntaria • Toda la información presentada es visible al público. • Los datos almacenados usando esta herramienta no son monitorizados y pueden ser consultados por todos los visitantes al sitio web de PL de la NLM. • Los datos almacenados dentro de la aplicación no son cifrados. • Para el ingreso de datos los usuarios de esta aplicación deben tener una cuenta en el sitio PL. •Tenga en cuenta que toda la información contenida en la aplicación es difundida a otras agencias gubernamentales u otras instituciones que asisten a los esfuerzos de reunificación después de cualquier desastre donde se están proporcionando los esfuerzos de ayuda • En casos de personas desaparecidas que son encontradas siga las instrucciones de la aplicación PL para actualizar la información. • Ni la aplicación, ni los funcionarios del NLM realizan seguimiento de ubicación del usuario • La ubicación se detecta por la interacción del usuario con el dispositivo al activar la búsqueda por direcciones en la aplicación
ja: 米国国立医学図書館 (NLM: the National Library of Medicine)は、米国保健福祉省(HHS:U.S. Department of Health and Human Services)の一部で、健康情報の配信を改善する為のコミュニケーションシステム技術開発の使命を担っています。The Reunite appは、行方不明或いは発見された人の個人情報を素早く米国医学図書館（NLM）のPeople Locator (PL) サービス( https://pl.nlm.nih.gov )にアップロードします。このサービスには、災害後の家族を結びつけるのを援助するのみならず、災害時に使われるツールの有効性も研究するという明確な目的があります。PL service とLost Person Finder Projectについてのさらなる情報はここで見つかります。 http://lpf.nlm.nih.gov 注: 1. このアプリケーションを使った情報提供は、自由意志によるものです。 2. 提供された全ての情報は公開されます。 3. このツールを使って蓄えられたデータは監査されずNLMのPLウェブサイトにて全ての訪問者が検索可能になります。 4. このアプリに蓄えられたデータはこの時点では暗号化されていません。 5. このアプリのユーザは、行方不明・発見情報をアップロードするにはPLサービスのアカウントを持っている必要があります。 6. PL へのログインはこのサイトを検索するには不要です。 7. 個人について報告された情報と提供された報告者のコンタクト情報は、米国政府が救助活動を提供している場合は、災害後の捜索に協力する他の政府や機関に配布されることがあります。 8. 災害後に提供されるデータについて: もしあなたが心配している人について何か聞いたら、PLウェブサイトの指示に従って、彼らの情報を更新して下さい。 9. このアプリケーションは使用者の位置情報を追跡しません。 10. 住所を知るのを助けるために使用者の位置を検出する場合は、使用者に明示されます

source: Review This App
es: Opine sobre esta aplicación
ja: このアプリをレビューしてください

source: GLOBAL_KEY_SETTINGS_FACE_DETECTION
es: Detección de rostro
ja: 顔で検出

source: GLOBAL_KEY_SETTINGS_AUTO_UPLOAD
es: Carga automática
ja: 自動アップロード

source: GLOBAL_KEY_SETTINGS_FAMILY_NAME
es: Apellido
ja: 姓（家族名）

source: GLOBAL_KEY_SETTINGS_STATUS
es: Estado
ja: 状況

source: GLOBAL_KEY_SETTINGS_LOCATION
es: Localización
ja: 位置

source: GLOBAL_KEY_SETTINGS_FACE_NOT_FOUND
es: No se ha identificado el rostro
ja: 顔は見つかりません

source: GLOBAL_KEY_SETTINGS_GPS_INACCURATE
es: El GPS es inexacto
ja: GPSは不正確です

source: Allow app to highlight faces on photos
es: Autorice la aplicación para que realce las caras en las fotos
ja: 写真の顔にハイライトする許可を与えてください

source: Allow app to automatically upload reports from its outbox
es: Autorice la app para que suba informes automaticamente desde su bandeja de salida
ja: 送信ボックスから報告が自動的にアップロードできるように許可を与えて下さい

source: SAVE ON DEVICE
es: Guardar en el dispositivo
ja: デバイスに保存

source: Allow app to save and reuse selected fields
es: Autorice la app para que guarde y reutilice campos seleccionados
ja: 選んだフィールドを再利用できるように許可を与えて下さい

source: ALERTS
es: Alertas
ja: 警告

source: Alerts for special situation
es: Alertas para situación especial
ja: 特殊な状況についての警告

source: Social Hub
es: Sección Social
ja: ソーシャルハブ

source: Settings
es: Ajustes
ja: 設定

source: My Reports
es: Mis Informes
ja: 私の報告

source: Pull To Search
es: Jalar Para Buscar
ja: ドラッグして検索

source: Adjust Filters
es: Ajuste Filtros
ja: フィルターを調整

source: New Report
es: Nuevo Informe
ja: 新しい報告

source: Saved
es: Guardado
ja: 保存されました

source: Outbox
es: Bandeja de salida
ja: 送信ボックス

source: Sent
es: Expedido
ja: 送信

source: Draft
es: Borrador
ja: ドラフト

source: Sort By
es: Ordenar por
ja: ソート方式

source: All Events
es: Todos los Eventos
ja: 全てのイベント

source: ITEM SORTING
es: Organización de elementos
ja: 項目ソート

source: Order
es: Ordenar
ja: 順番

source: Ascending
es: Ascendente
ja: 昇り順

source: Descending
es: Descendente
ja: 降り順

source: Update Time
es: Tiempo de actualización
ja: 更新時間

source: Gender
es: Género
ja: 性別

source: Family Name
es: Apellido
ja: 姓(家族名)

source: Given Name
es: Nombre de pila
ja: 名

source: Age
es: Edad
ja: 年齢

source: Status
es: Estado
ja: 状況

source: INCLUDES CONDITION
es: INCLUYE CONDICION O ESTADO
ja: 条件を含む

source: INCLUDES GENDER
es: INCLUYE GENERO
ja: 性別を含む

source: INCLUDES AGE GROUP
es: INCLUYE GRUPO DE EDAD
ja: 年齢グループを含む

source: CURRENT EVENT
es: EVENTO ACTUAL
ja: 現在のイベント

source: OTHER
es: OTROS
ja: その他

source: Alive and Well
es: Vivo y en buenas condiciones
ja: 健在

source: Missing
es: Desaparecido
ja: 不明

source: Injured
es: Lesionado
ja: 負傷

source: Deceased
es: Fallecido
ja: 死亡

source: Unknown
es: Desconocido
ja: 不明

source: Found (no status)
es: Encontrado (estado no reportado)
ja: 見つかりました (状態不明)

source: Other
es: Otro
ja: その他

source: Male
es: Masculino
ja: 男性

source: Female
es: Femenino
ja: 女性

source: Adult
es: Adulto
ja: 大人

source: Child
es: Menor de Edad
ja: 子供

source: Contains Image
es: Contiene Imagen
ja: イメージを含んでいます

source: Records per Request
es: Informes Obtenidos por Solicitud
ja: リクエスト毎のレコード

source: Exact term
es: Término exácto
ja: 完全な一致文字

source: Only display result matching the exact search term
es: Muestre únicamente los resultados que coinciden exactamente con el término de búsqueda
ja: 単語の完全一致したものだけの表示

source: %i Results Found
es: %i Resultados Encontrados
ja: %i 件：見つかりました

source: Loading...
es: Cargando...
ja: ローディング

source: Pull To Refresh/Search
es: Jalar para actualizar o buscar
ja: 下にドラッグ：レフレッシュ/検索

source: Search Filter
es: Filtro de Búsqueda
ja: 検索フィルター

source: Detail #%li
es: Detalles #%li
ja: 詳細 #%li

source: Unable to Obtain Records
es: No se ha podido obtener los registros
ja: レコードを取得出来ません

source: Dismiss
es: Ignorar
ja: 棄却

source: Select Image Source
es: Seleccionar fuente de imagen
ja: イメージソースを選択

source: Camera
es: Cámara
ja: カメラ

source: Gallery
es: Galería
ja: ギャラリー

source: no face detected
es: cara no detectada
ja: 類似の顔写真なし

source: Please move rectangle to highlight the person to report
es: Por favor, mueva rectángulo para resaltar la persona a reportar
ja: 報告したい人の顔を四角い枠を動かして囲ってください

source: Do not show again
es: No mostrar de nuevo
ja: 再表示は不要です

source: Please identify person to report
es: Por favor, identifique la persona a reportar
ja: 報告したい人を同定してください

source: Locate The Face
es: Localizar la cara
ja: 顔を示してください

source: Please move and resize the red rectangle to cover the reportee's face
es: Por favor, mover y cambiar el tamaño del rectángulo rojo para cubrir la cara de la persona a reportar
ja: 報告される人の顔を赤い四角の枠を動かしサイズを調整してください。

source: Remove
es: Remover
ja: 削除

source: Crop
es: Recortar
ja: 不要部分削除

source: Done
es: Completado
ja: 終了

source: Redo
es: Rehacer
ja: 再度

source: INFORMATION
es: INFORMACION
ja: 情報

source: EVENT
es: EVENTO
ja: イベント

source: LOCATION
es: LOCALIZACION
ja: 位置

source: NOTE
es: NOTA
ja: 注

source: No Image
es: No hay imagen
ja: イメージ無し

source: No Location Included
es: No Incluye Ubicación
ja: 位置情報は含まれていません

source: Obtaining GPS Coordinates...
es: Obteniendo Coordenadas GPS...
ja: GPSの経緯を取得中です

source: No Note Included
es: No incluye nota
ja: 注は含まれていません

source: No Comments Available
es: No hay comentarios disponibles
ja: コメントは有りません

source: COMMENT (%i)
es: COMENTAR (%i)
ja: コメント (%i)

source: Unable to verify the address
es: No es posible verificar la dirección
ja: 住所を確認出来ません。

source: Options
es: Opciones
ja: オプション

source: Delete
es: Borrar
ja: 削除

source: Save
es: Guardar
ja: 保存

source: Save and Edit
es: Guardar y Editar
ja: 保存して、編集

source: Comment
es: Comentario
ja: コメント

source: View in Safari
es: Abrir en Safari
ja: サファリで見る

source: Upload
es: Subir
ja: アップロード

source: Report Abuse
es: Reporte Abuso
ja: 乱用報告

source: Edit
es: Editar
ja: 編集

source: Select Map Type
es: Seleccione el Tipo de Mapa
ja: マップタイプを選択

source: Satellite
es: Satélite
ja: 衛星

source: Hybrid
es: Híbrido
ja: ハイブリッド

source: The record has been saved in the outbox and will get uploaded to the server when the Internet connectivity has been restored
es: El registro ha sido guardado en la bandeja de salida y será enviado al servidor cuando se restablezca la conexión de Internet
ja: インターネット接続が復活したときにサーバーにアップロードされるように、そのレコードは送信ボックスに保存されました。

source: No Connection
es: Sin Conexión
ja: 接続無し

source: Fetching the latest record..
es: Buscando el último informe..
ja: 最新のレコードを取得する

source: GPS reported by the user
es: GPS informado por el usuario
ja: ユーザによって報告されたGPS

source: Confirm
es: Confirmar
ja: 確認

source: Submit
es: Enviar
ja: 提出

source: Unable to Upload
es: No se puede subir
ja: アップロードできません

source: Successfully Reported
es: Entrada Exitosa
ja: 報告に成功しました

source: The record is added onto your device. To view, tap Report from the Home screen.
es: El registro fue agregado a su dispositivo. Para verlo, presione el Menú de Informes en la Pantalla Inicial
ja: そのレコードはあなたのデバイスに付け加えられました。見るためには、ホームスクリーンから報告をタップしてください

source: Thank you for your report
es: Gracias por su informe
ja: 報告ありがとうございました。

source: Please enter the reason
es: Por favor escriba la razón
ja: その理由を入力してください

source: Record removed
es: Registro removido
ja: レコードは削除されました

source: If you reported the person, you may delete it from the %@ server.
es: Si usted ingresó el informe de la persona, puede borrarlo del %@ servidor
ja: もし、その人を報告したら、%@サーバからそれを削除ことになるかもしれません。

source: IMAGE
es: IMAGEN
ja: イメージ

source: Remove from server
es: Quitar del servidor
ja: サーバから削除

source: Delete record
es: Borrar registro
ja: 削除されたレコード

source: KEY_AGE_MAXIMUM
es: Edad máxima
ja: 最大年齢

source: KEY_AGE_MINIMUM
es: Edad aproximada
ja: おおよその年齢

source: KEY_GENDER
es: Género
ja: 性別

source: KEY_FAMILY_NAME
es: Apellido
ja: 姓(家族名)

source: KEY_GIVEN_NAME
es: Nombre de pila
ja: 名

source: KEY_CONDITION
es: Condición
ja: 条件

source: Use My Location
es: Utilizar Mi Ubicación
ja: 自分の位置を使う

source: my location
es: mi ubicación
ja: 自分の位置

source: Add an Image
es: Agregue una Imagen
ja: イメージを加える

source: Image #%i
es: Imagen #%i
ja: イメージ #%i

source: Camera Unavailable
es: Cámara no Disponible
ja: カメラが使えません

source: Your Device does not support Cameras
es: Su Dispositivo no soporta cámaras
ja: あなたの機器はカメラをサポートしていません

source: Loading Address...
es: Cargando dirección...
ja: 住所をローディング中...

source: Location Services Not Allowed
es: Servicios de localización no permitidos
ja: 位置情報サービスは許可されていません

source: Please allow this application to access your Location Services. This can be located in Settings > Privacy > Location Services
es: Por favor, permita que esta aplicación pueda acceder a sus servicios de localización . Esto puede ser ubicado en Ajustes> Privacidad> Localización
ja: このアプリケーションにあなたの位置情報サービスを使えるように許可を与えて下さい。これは、設定 > プライバシー > 位置情報サービス で設定できます

source: Looking up the address…
es: Buscando la dirección...

source: Address Not Found
es: Dirección no encontrada
ja: 住所は見つかりません

source: Would you like to save the earlier report as a draft? Drafts are accessible by tapping the "Draft" tab at the bottom of the screen.
es: ¿Le gustaría guardar el informe anterior como un borrador? Brooders son accesibles tocando la pestaña " Borrador " en la parte inferior de la pantalla .
ja: ドラフトとして以前の報告を保存しますか？ドラフトは、スクリーンの下にあるドラフトタブをタップすると見ることができます。

source: Yes
es: Sí
ja: はい

source: Select Action
es: Seleccionar acción
ja: アクションを選んで下さい

source: View
es: Ver
ja: 閲覧

source: Possible GPS from the address
es: Coordenadas GPS posibles según la dirección
ja: 住所から割り出したGPS

source: Match Location
es: Seleccione la Localización
ja: 住所が一致しました

source: Not Found
es: No encontrado
ja: 見つかりません

source: Unable to locate the coordinates with the given address
es: No es posible localizar las coordenadas de la dirección ingresada
ja: その住所では経緯を調べることができません

source: Empty Address
es: Dirección Vacia
ja: アドレスが空欄です

source: Please fill the address with full or partial infomation, in order to obtain the possible GPS coordinates.
es: Por favor llene los datos de la dirección con información parcial o completa para tratar de buscar las coordenadas GPS
ja: 可能なGPSの経緯を取得するために、完全or部分的住所を入力してください。

source: Unpinned Map
es: Mapa sin marca
ja: マップからピンを除く

source: Please long press the map to drop a pin on the desired location, in order to obtain the address.
es: Por favor haga presión continua sobre el mapa para marcar la ubicación deseada para obtener la dirección

source: Locating your location…
es: Encontrando …su Ubicación

source: Location Services Restricted
es: Servicios de Ubicación restringidos
ja: 位置情報サービスは制限されています。

source: Your Location Services is Restricted. Restrictions settings can be located in Settings > General > Restriction > Location Services
es: Su servicio de localización están restringido. La configuración de restricciones está ubicada en Ajustes> General> Restricción > Servicios de Localización
ja: あなたの位置情報サービスは制限されています。制限の設定は、設定 > プライバシー > 位置情報サービス にあります

source: Location Services Disabled
es: Servicios de Localización Desactivados
ja: 位置情報サービスは使えません

source: Please enable your phone's Location Services. This can be located in Settings > Privacy > Location Services
es: Por favor active los Servicios de Localización de su dispositivo. Esto se encuentra bajo el menú de Ajustes > Privacidad > Servicios de Localización
ja: 携帯電話の位置情報サービスを使えるようにしてください。これは 設定 > プライバシー > 位置情報サービス に位置しています。

source: Uploading...
es: Subiendo...
ja: アップロード中...

source: Valid Age is between 0 to 120
es: Edad válida es entre 0 y 120
ja: 適切な年齢幅は、0才 から 120才までです

source: Invalid Age
es: Edad Inválida
ja: 不適切な年齢

source: Invalid Age Range
es: Rango de edad no válido
ja: 不適切な年齢幅

source: Minimum age needs to be lesser than or equal to the Maximum age
es: La edad mínima debe ser menor o igual a la edad máxima
ja: 最大年齢に近いか、それ以下の年齢が必要です

source: OK
es: Bueno
ja: 了解

source: KEY_STREET_1
es: calle 1
ja: 番地１（町、通り）

source: KEY_STREET_2
es: calle 2
ja: 番地２（町、通り）

source: KEY_CITY
es: ciudad
ja: 市

source: KEY_REGION
es: región
ja: 都道府県

source: KEY_COUNTRY
es: país
ja: 国

source: KEY_POSTAL
es: código postal
ja: 郵便番号

source: DEFAULT_INPUT_TEXT
es: Toque para agregar texto
ja: テキストを入力するにはタップしてください

source: DEFAULT_NOTE_TEXT
es: Toque para agregar texto
ja: テキストを入力するにはタップしてください

source: Empty Username Field
es: El campo Nombre de usuario está vacío
ja: ユーザー名が入力されていません

source: Empty Password Field
es: Campo de contraseña está vacío
ja: パスワードが入力されていません

source: Try Again
es: Inténtalo de nuevo
ja: もう一度お願いします

source: Logging In...
es: Iniciar sesión...
ja: ログインしています...

source: Logging Out...
es: Saliendo de tu cuenta...
ja: ログアウトしています...

source: You are now logged in as %@
es: Ahora está conectado como %@
ja: あなたは、%@としてログインしています。

source: Unable to Reset
es: No es posible restablecer
ja: リセットできません

source: Please check your e-mail for further instructions
es: Por favor mire su e-mail para más instrucciones
ja: 将来指示を受けるためにメールをチェックしてください。

source: Unable to Update Event List
es: No se puede actualizar la lista de eventos
ja: イベントリストを更新できません

source: Unable To Register
es: No se puede registrar
ja: 登録できません

source: Locating your location...
es: Localización de su ubicación
ja: あなたの場所を探しています

source: Thank you for registering. An e-mail with an activation link will be sent to you shortly. Once you activate your account, you may log in through the app.
es: Gracias por registrarte. Un e-mail con un enlace de activación será enviado a la brevedad. Una vez que haya activado su cuenta, puede conectarse a través de la aplicación.
ja: 登録ありがとうございました。承認するためのリンクのメールがもうすぐ届きます。一旦アカウントをアクティベートしたら、このアプリでログインできます。

source: Unable To Log In
es: Incapaz de iniciar sesión
ja: ログイン出来ません

source: Forgot Password
es: Olvido contraseña
ja: パスワード失念

source: Logged in as %@
es: Conectado como %@
ja: %@としてログイン

source: Agree
es: De acuerdo
ja: 同意します

source: STRING_PASSWORD_GUIDE
es: Las contraseñas deben cumplir con las siguientes reglas : 1. La longitud mínima de la contraseña es de 8 caracteres. 2 . La longitud máxima de la contraseña es de 16 caracteres. 3. Debe tener al menos un carácter en mayúscula . 4. Debe tener al menos un carácter en minúsculas . 5. Debe tener al menos un número ( 0-9 ) . 6. La contraseña no puede contener su nombre de usuario.
ja: 以下のルールに従ってパスワードを設定してください: 1. 少なくとも8文字以上 であること。 2. 多くても16文字以下であること。 3. 少なくとも１文字以上の大文字を含むこと。 4. 少なくとも１文字以上の小文字を含むこと。 5. 少なくとも１文字以上の数字(0-9)を含むこと。 6. パスワードにユーザ名を含まないこと。

source: USER INFORMATION
es: Información del usuario
ja: ユーザの情報

source: First Name
es: Nombre de pila
ja: 名（ファーストネーム）

source: Last Name
es: Apellido
ja: 姓（ラストネーム）

source: Re-Enter
es: Volver a entrar
ja: 再入力

source: Username
es: Nombre de usuario
ja: ユーザ名

source: Password
es: Contraseña
ja: パスワード

source: CREDENTIALS
es: Credenciales
ja: 証明書

source: Invalid Email Address
es: Dirección de correo electrónico no válida
ja: 使えないメールアドレスです

source: Please enter a valid email address
es: Por favor, introduce una dirección de correo electrónico válida
ja: 正しいメールアドレスを入力してください

source: Empty Field(s)
es: Campo(s) vacío(s)
ja: フィールドが空白です

source: One or more fields appears to be empty. All fields are required.
es: Uno o más campos parecen estar vacíos. Todos los campos son obligatorios.
ja: 一つ以上のフィールドが空白のようです全てのフィールどを埋めてください

source: Invalid Password
es: Contraseña inválida
ja: パスワードが違います

source: These passwords don't match. Try again?
es: Estas contraseñas no coinciden. Intentar de nuevo?
ja: パスワードが一致しません。再入力?

source: Registering...
es: Registrando…
ja: 登録しています...

source: RESET PASSWORD
es: Reset Contraseña
ja: パスワード リセット

source: Login
es: Iniciar sesión
ja: ログイン

source: Age: ?
es: Edad: ?
ja: 年齢: ?

source: Age: %@
es: Edad: %@
ja: 年齢: %@

source: Age: %@-%@
es: Edad: %@-%@
ja: 年齢: %@-%@

source: Gender: %@
es: Sexo: %@
ja: 性別: %@

source: Gender: ?
es: Sexo: ?
ja: 性別: ?

source: KEY_AGE
es: Años

source: %@ Status
es: %@ Estado
ja: %@ 状態

source: : No Event Selected
es: : Evento No Seleccionado
ja: :イベントは選択されていません

source: : Refreshing...
es: : Refrescando…
ja: : リフレッシュ中...

source: No Events Found
es: No se han encontrado eventos
ja: イベントは見つかりません

source: Either your event list have not been updated or we do not have any active event at this moment. Tap refresh button to get our latest list of events
es: Puede ser que su lista de eventos no ha sido actualizada o no hay ningún evento activo en este momento. Pulse en el botón de actualización para conseguir nuestra última lista de eventos
ja: あなたのイベントリストが更新されていないか、或いは、現時点でアクティブなイベントはありません。イベントの最新リストを表示する為にリフレッシュボタンをタップしてください

source: Refresh
es: Refrescar
ja: 情報を更新

source: Logout
es: Cerrar sesión
ja: ログアウト

source: To confirm, please tap on the Log Out button
es: Para confirmar , por favor pulse sobre el botón Cerrar sesión
ja: 確認する為には、ログアウトボタンをタップしてください

source: Log Out
es: Cerrar sesión
ja: ログアウト

source: Logged in as %@
es: Conectado como %@
ja: %@としてログイン

source: Event list has never been updated
es: Lista de eventos nunca ha sido actualizada
ja: イベントリストは更新されていません

source: Burden & Privacy Statement
es: Carga y Declaración de Privacidad
ja: 負荷とプライバシー宣言

source: %@ Support
es: %@ Apoyo
ja: %@ 支援

source: E-mail account required
es: Cuenta de correo electrónico es obligatoria
ja: メールのアカウントが必要です

source: Please set up your email account on the device before proceeding.
es: Por favor, configurar su cuenta de correo electrónico en el dispositivo antes de proceder .
ja: 次に進める前に、メールのアカウントを設定して下さい。

source: Email Sent
es: Email enviado
ja: メール送信

source: Thank you for contacting us.
es: Gracias por contactarnos.
ja: 情報提供ありがとうございます
