Repository: lhncbc/Reunite-iOS
Catalog: *.lproj/Localizable.strings
Languages: es, ja

source: Successfully Submitted
es: Enviada con éxito
ja: 提出成功

source: Unable To Submit
es: No se pudo enviar
ja: 提出出来ません

source: Comment Image
es: Imagen de Comentario
ja: イメージのコメント

source: Add Comment
es: Agregar Comentario
ja: コメントを加える

source: COMMENT
es: COMENTARIO
ja: コメント

source: SUGGESTED CONDITION
es: Condición Recomendada
ja: 推奨条件

source: SUGGESTED LOCATION
es: Ubicación Sugerida
ja: 推奨位置

source: Match Address
es: Dirección
ja: 住所が一致しました

source: Report from %@: %@ %@, %@
es: Informe de %@: %@ %@, %@
ja: %@からの報告: %@ %@, %@

source: Comment #%i Image
es: Imagen #%i Comentario
ja: #%i イメージのコメント

source: * This page is accessible through About section
es: * Esta página es accesible a través de la sección Acerca De
ja: *このページは概要セクションからアクセスできます

source: You are about to delete this record from PL server
es: Estás a punto de eliminar este registro de PL servidor
ja: あなたはこのレコードをPLサーバーから削除しようとしています

source: Unspecified
es: Sin especificar
ja: 特定できません

source: Searching for Faces
es: Buscando Caras
ja: 顔を検索します

source: You are now logged out
es: Ahora estás desconectado
ja: あなたは今、ログアウトしています。

source: Success
es: Éxito
ja: 成功

source: insufficient permission to revise this record
es: permisos insuficientes para revisar este registro
ja: このレコードを再編集するには許可が不十分です

source: You are about to delete this record from your device
es: Estás a punto de eliminar este registro desde su dispositivo
ja: あなたはデバイスからこのレコードを削除しようとしています

source: If you reported the person, you may delete it from the People Locator server.
es: Si reportó la persona , puede eliminarlo del servidor
ja: もし、その人を報告したら、People Locatorサーバからそれを削除するかもしれません。

source: The record has been deleted
es: el registro se ha suprimido
ja: そのレコードは削除されました

source: Successfully Deleted
es: Se han eliminado las
ja: 削除成功

source: Save draft
es: Guardar borrador
ja: ドラフト保存

source: Invalid UUID
es: El UUID es Inválido
ja: UUID 無効

source: Invalid Event
es: Evento Inválido
ja: イベント無効

source: Token Cannot access Event
es: No hay acceso al evento
ja: トークンがイベントにアクセスできない

source: Invalid Type
es: Tipo Inválido
ja: タイプ無効

source: Invalid Token
es: Identificación Inválida
ja: トークン無効

source: Invalid Report Format
es: Formato de Informe Inválido
ja: レポート形式無効

source: Invalid Status
es: Status Inválido
ja: ステータス無効

source: Invalid Sex
es: Género Inválido
ja: セックス無効

source: Invalid GPS Values
es: Valores de GPS Inválidos
ja: GPS値無効

source: Invalid PA Values
es: Valores de PA Inválidos
ja: PA 値無効

source: Event closed to Reporting
es: El Evento se ha cerrado, el Informe está siendo creado
ja: イベントはレポーティングで終了しました

source: Cannot Revise Expired Record
es: No es Posible Revisar un Registro Expirado
ja: 期限切れのレコードを改訂することはできません

source: No user with the email address was found
es: No existe un usuario con ese correo electrónico
ja: 電子メールアドレスを持つユーザーは見つかりませんでした

source: Invalid email Address
es: Correo electrónico Inválido
ja: 無効のメールアドレス

source: User already exists with Provided email Address
es: Ya existe un usuario con esa dirección de correo electrónico
ja: ユーザーは既に提供された電子メールアドレスで存在します

source: Invalid Email address
es: Correo electrónico Inválido

source: Password must be 8-16 length,Have Uppercase & Lowercase & Number
es: La contraseña de ser de 8-16 letras de largo, e incluir letras en Minúsculas y Mayúsculas y Números

source: Unable to register. Please try again or contact us in the About page.
es: No es posible establecer el registro. Por favor intente mas tarde o contáctenos a través del la página de Acerca de.

source: User account is inactive; user must confirm email address
es: El usuario está inactivo; el usuario debe confirmar su correo electrónico
ja: ユーザーアカウントは非アクティブです。 ユーザーは電子メールアドレスを確認する必要があります

source: Exceeded authentication failure limit
es: Ha pasado el número de intentos de autenticación permitidos
ja: 認証失敗の上限を超えました

source: Bad Username and Password
es: Nombre de Usuario o Contraseña no válidos
ja: 悪いユーザー名とパスワード

source: Invalid confirmation code
es: Código de confirmación incorrecto
ja: 無効な確認コード

source: Unknown name
es: Nombre desconocido
ja: 不明な名前

source: : Online
es: : En Linea
ja: : オンライン

source: : Offline
es: : Fuera de Linea
ja: : オフライン

source: Unable to Activate
es: La Activación no es Posible
ja: アクティブできません

source: This app does not have access to your camera.You can enable access in Privacy settings.Settings>Privacy>Camera
es: Esta applicación no tiene acceso a su cámara. El acceso a la cámara se activa en el menú de los Ajustes del dispositivo.
ja: このアプリはあなたのカメラにアクセスできません。あなたはプライバシー設定でアクセスを有効にすることができます。セッティング>プライバシー>カメラ

source: Status
ja: 状態

source: MapRow
ja: 地図列

source: Standard
ja: 標準

source: No
ja: いいえ

source: Looking up the address...
ja: 住所を探索中...

source: Please long press the map to drop a pin on the desire location, in order to obtain the address.
ja: 住所を取得する為には、マップのその場所を長押ししてピンを置いて下さい。

source: E-mail
ja: メールアドレス

source: Internet Appears Offline
ja: インターネットがオフラインで表示される

source: Your Account is Activated
ja: あなたのアカウントは有効です
